Revit 2027 API
SymbolTypeId.Hz Property
 Symbol Hz, indicating unit Hertz.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Hz { get; }
Public Shared ReadOnly Property Hz As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Hz {
	ForgeTypeId^ get ();
}
static member Hz : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace